import TitleBar from "../../components/TitleBar";

const TermsAndConditions = () => {
  return (
    <div className="min-w-[320px]  mx-auto">
      <TitleBar title="スタッフを探す"></TitleBar>
      <p className="mx-6 mt-7 mb-[120px]">
        規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。規約とポリシーが入ります。
      </p>
    </div>
  );
};

export default TermsAndConditions;
